{" ": 1, "e": 2, "t": 3, "a": 4, "o": 5, "s": 6, "i": 7, "n": 8, "r": 9, "h": 10, "l": 11, "d": 12, "u": 13, "c": 14, "y": 15, "m": 16, "f": 17, "w": 18, "g": 19, "p": 20, ".": 21, "b": 22, "v": 23, "k": 24, ",": 25, "I": 26, "'": 27, "T": 28, "!": 29, "x": 30, "j": 31, "S": 32, "z": 33, "A": 34, "-": 35, "W": 36, "q": 37, "0": 38, "\"": 39, "1": 40, "2": 41, "B": 42, "H": 43, ")": 44, "$": 45, "?": 46, "M": 47, "N": 48, "5": 49, "(": 50, "O": 51, "L": 52, "C": 53, "3": 54, "Y": 55, "G": 56, "E": 57, "F": 58, "/": 59, "D": 60, "4": 61, ":": 62, "&": 63, "P": 64, "9": 65, "6": 66, "8": 67, "J": 68, "R": 69, "7": 70, "%": 71, "U": 72, "V": 73, "K": 74, ";": 75, "é": 76, "*": 77, "+": 78, "#": 79, "Q": 80, "，": 81, "_": 82, "=": 83, "è": 84, "。": 85, "ê": 86, "~": 87, "的": 88, "à": 89, "@": 90, "店": 91, "是": 92, "层": 93, "一": 94, "ç": 95, "大": 96, "以": 97, "区": 98, "品": 99, "不": 100, "、": 101, "地": 102, "价": 103, "]": 104, "の": 105, "た": 106, "で": 107, "少": 108, "Z": 109, "间": 110, "类": 111, "觉": 112, "和": 113, "都": 114, "到": 115, "く": 116, "す": 117, "^": 118, "が": 119, "ま": 120, "人": 121, "内": 122, "位": 123, "面": 124, "鞋": 125, "比": 126, "ô": 127, "牌": 128, "有": 129, "为": 130, "[": 131, "も": 132, "て": 133, "か": 134, "り": 135, "し": 136, "い": 137, "还": 138, "算": 139, "所": 140, "时": 141, "收": 142, "银": 143, "在": 144, "多": 145, "了": 146, "û": 147, "于": 148, "装": 149, "因": 150, "感": 151, "分": 152, "家": 153, "差": 154, "`": 155, "っ": 156, "ね": 157, "物": 158, "結": 159, "構": 160, "に": 161, "行": 162, "遅": 163, "助": 164, "œ": 165, "Ç": 166, "É": 167, "方": 168, "逛": 169, "要": 170, "台": 171, "中": 172, "边": 173, "后": 174, "专": 175, "柜": 176, "前": 177, "更": 178, "款": 179, "特": 180, "角": 181, "»": 182, "心": 183, "铁": 184, "站": 185, "上": 186, "共": 187, "两": 188, "手": 189, "袋": 190, "饰": 191, "护": 192, "肤": 193, "包": 194, "二": 195, "服": 196, "全": 197, "部": 198, "淘": 199, "爱": 200, "之": 201, "就": 202, "成": 203, "主": 204, "货": 205, "其": 206, "三": 207, "再": 208, "个": 209, "夹": 210, "如": 211, "呢": 212, "长": 213, "吧": 214, "自": 215, "衣": 216, "减": 217, "会": 218, "可": 219, "ä": 220, "细": 221, "折": 222, "想": 223, "买": 224, "ù": 225, "™": 226, "お": 227, "広": 228, "レ": 229, "ジ": 230, "員": 231, "対": 232, "応": 233, "良": 234, "掘": 235, "出": 236, "あ": 237, "る": 238, "と": 239, "思": 240, "よ": 241, "夜": 242, "ん": 243, "開": 244, "な": 245, "け": 246, "ポ": 247, "イ": 248, "ン": 249, "ト": 250, "起": 251, "来": 252, "花": 253, "点": 254, "置": 255, "旁": 256, "发": 257, "好": 258, "像": 259, "断": 260, "码": 261, "仍": 262, "落": 263, "«": 264, "市": 265, "名": 266, "街": 267, "盖": 268, "高": 269, "级": 270, "公": 271, "寓": 272, "连": 273, "接": 274, "介": 275, "乎": 276, "交": 277, "界": 278, "配": 279, "楼": 280, "积": 281, "几": 282, "宝": 283, "族": 284, "挚": 285, "随": 286, "低": 287, "选": 288, "关": 289, "闭": 290, "各": 291, "商": 292, "场": 293, "百": 294, "实": 295, "加": 296, "第": 297, "卖": 298, "具": 299, "电": 300, "器": 301, "最": 302, "旅": 303, "游": 304, "用": 305, "女": 306, "士": 307, "：": 308, "彩": 309, "妆": 310, "及": 311, "男": 312, "|": 313, "！": 314, "\\": 315, "​": 316, "购": 317, "周": 318, "铺": 319, "气": 320, "左": 321, "（": 322, "）": 323, "开": 324, "业": 325, "过": 326, "唔": 327, "眼": 328, "他": 329, "见": 330, "放": 331, "展": 332, "度": 333, "能": 334, "只": 335, "售": 336, "新": 337, "ü": 338, " ": 339, "同": 340, "仲": 341, "式": 342, "太": 343, "远": 344, "半": 345, "打": 346, "简": 347, "直": 348, "引": 349, "诱": 350, "你": 351, "也": 352, "较": 353, "挤": 354, "排": 355, "队": 356, "龙": 357, "门": 358, "口": 359, "果": 360, "身": 361, "镜": 362, "照": 363, "下": 364, "完": 365, "美": 366, "<s>": 367}