{"bus_id":"9nTF596jDvBBia2EXXiOOg", "text":"if i can give this place no stars i would, i only had their hot pot though, so im not a good judge for anything besides their shabu. i must say, quantity was small, price is expensive for the quality and quantity, and the taste of the soup base is bland as if they just put hot water in. the sauce selection is limited and not very fresh/clean from my perspective. i love hot pot and i would never go back again because home made hot pot can be much better than this place without even trying. anyways, if you have a good appetite for hot pot, you can do yourself a favor and skip this place because it can make you miserable!"}
{"bus_id":"1HD5iUUfVJDbfEBIn9yVhw", "text":"Yes... the Boba Tea explosion is in full force. I have been to Lee Lee International Supermarket in Chandler many times, but I never noticed this little gem next to it until a couple years ago. Boba Tea House has serving up some of the best boba tea in the Valley long before it became a big thing. They have a fantastic array of flavors and drink choices to choose like fruit slushes, snow, milk tea, pudding, mango jelly, coffee jelly, etc. They even have snacks like popcorn chicken, fried tofu, and fries. The staff is super friendly and the prices are reasonable. I still laugh at my friends who have no idea what Boba Tea is or are too afraid to suck up one of those chewy ball things. LOL. In case you didn't know, Boba Tea is a flavored tea (usually with milk) to which chewy tapioca balls or fruit jellies are added. I think they are super delicious. Today I got the Blueberry Milk Boba Tea and it made for the perfect snack in the middle of my day. Another favorite of my mine is the honeydew milk tea."}
{"bus_id":"CGUK3cd2gxp2q3KPY19Oog", "text":"Yum!! Had the kale grits and would definitely have those again! Menu choices are unique, farm fresh and delicious!"}
{"bus_id":"xS5HGqgk0KY2jFWU-l_nrA", "text":"I'm not that familiar with Scottsdale so I'm just guessing that this restaurant is fairly new. The atmosphere is great and lively but s but loud. They have a huge wine and drink list.   The food was really good, I highly recommend the ahi tuna appetizer, ravioli and the skirt steak!"}
{"bus_id":"zk3AimWhuz0EZsNgIddKdg", "text":"Awful place. Staff is not nice, very rude.  They never seem to want to help at all..Their service is not up to par & always out of bagels"}
{"bus_id":"qaPSbg690KaX5av6xsSV4Q", "text":"I have no idea what the owner's problem is, but he's incredibly rude. His wife, on the other hand is super nice (an odd mix).  Great space, rude owner and the coffee is average."}
{"bus_id":"9nTF596jDvBBia2EXXiOOg", "text":"I really enjoyed coming here, it located near walnut st which meant parking was difficult.   What I didn't realized was that hot pots where individualized. They gave a pot over an electric hot plate which you can adjust the temp. They also have hot water on the side in case you run out. Very fulfilling for $15.  It's a small area and they also have a section for you to customize your own sauces."}
{"bus_id":"HoSDjKKR8GtpeSqzrwf8ew", "text":"the few times i ordered from here i was greatly disappointed. freezer burned strawberry ice cream, microwaved food and run of the mill breakfast."}
{"bus_id":"-4TMQnQJW1yd6NqGRDvAeA", "text":"After being a HUGE fan of the Mission I decided to try this place out seeing that it's owned by the same owners even though I was very skeptical that it could possibly be as great. To my surprise it lived up to what others had told me. The ambiance was amazing. Very much like the mission. Candles light up the entire place. The outside patio is quite large and there is a lot of seating available. The staff was great and very helpful with making suggestions on the menu. My favorite items on the menu are the scallops and the Apple caramel upside down cake. They were cooked to perfection and melt in your mouth. They have a great wine list and its a perfect setting to enjoy a few glasses of wine:) This is a great date night spot that I recommend it now to all my friends."}
{"bus_id":"seYvTmOZGJ2IAMdfQa8pkg", "text":"I've been here 2x wasn't impressed the first time figured give them a second try. There latte doesn't impress me I'd rather goto the Starbucks adjacent to this spot"}
