{" ": 1, "e": 2, "o": 3, "a": 4, "t": 5, "i": 6, "s": 7, "n": 8, "f": 9, "r": 10, "h": 11, "c": 12, "l": 13, "d": 14, "u": 15, "y": 16, "m": 17, "p": 18, "g": 19, ".": 20, "w": 21, "b": 22, "v": 23, ",": 24, "k": 25, "T": 26, "I": 27, "!": 28, "'": 29, "x": 30, "-": 31, "j": 32, "z": 33, "A": 34, "G": 35, "q": 36, ")": 37, "C": 38, "W": 39, "(": 40, "S": 41, "M": 42, "B": 43, "/": 44, "O": 45, "\"": 46, "F": 47, "L": 48, ":": 49, "N": 50, "H": 51, "D": 52, "0": 53, "&": 54, "5": 55, "1": 56, "E": 57, "2": 58, "?": 59, "P": 60, "$": 61, "Y": 62, "3": 63, "4": 64, "R": 65, "V": 66, ";": 67, "J": 68, "7": 69, "9": 70, "é": 71, "6": 72, "*": 73, "%": 74, "U": 75, "+": 76, "8": 77, "=": 78, "Q": 79, "#": 80, "K": 81, "_": 82, "~": 83, "û": 84, "è": 85, "@": 86, "]": 87, "ê": 88, "[": 89, "à": 90, "ç": 91, "​": 92, "Z": 93, "ñ": 94, "í": 95, "|": 96, "ä": 97, "^": 98, "\\": 99, "`": 100, "X": 101, "}": 102, "，": 103, "{": 104, " ": 105, "ô": 106, "抹": 107, "茶": 108, "â": 109, "á": 110, "。": 111, "好": 112, "ー": 113, "ï": 114, "ö": 115, "系": 116, "的": 117, "都": 118, "看": 119, "日": 120, "蛋": 121, "唔": 122, "も": 123, "有": 124, "美": 125, "试": 126, "到": 127, "式": 128, "京": 129, "卷": 130, "不": 131, "够": 132, "味": 133, "浓": 134, "店": 135, "°": 136, "£": 137, "¯": 138, "ツ": 139, "ü": 140, "ì": 141, "¢": 142, "‍": 143, "し": 144, "、": 145, "の": 146, "コ": 147, "ヒ": 148, "あ": 149, "因": 150, "为": 151, "中": 152, "意": 153, "所": 154, "以": 155, "凡": 156, "食": 157, "想": 158, "去": 159, "网": 160, "上": 161, "本": 162, "人": 163, "开": 164, "且": 165, "糕": 166, "貌": 167, "似": 168, "错": 169, "甘": 170, "着": 171, "导": 172, "航": 173, "容": 174, "易": 175, "稳": 176, "原": 177, "来": 178, "学": 179, "院": 180, "隔": 181, "离": 182, "装": 183, "修": 184, "贯": 185, "彻": 186, "简": 187, "洁": 188, "风": 189, "机": 190, "红": 191, "豆": 192, "太": 193, "甜": 194, "但": 195, "觉": 196, "得": 197, "松": 198, "软": 199, "过": 200, "拿": 201, "铁": 202, "就": 203, "饮": 204, "拉": 205, "花": 206, "又": 207, "靓": 208, "比": 209, "起": 210, "标": 211, "榜": 212, "专": 213, "卖": 214, "仲": 215, "要": 216, "ã": 217, "®": 218, "―": 219, "´": 220, "‣": 221, "ú": 222, "î": 223, "Ü": 224, "€": 225, "¥": 226, "ó": 227, "可": 228, "愛": 229, "ら": 230, "い": 231, "板": 232, "と": 233, "内": 234, "ド": 235, "ナ": 236, "く": 237, "普": 238, "通": 239, "れ": 240, "ば": 241, "り": 242, "ま": 243, "す": 244, "<s>": 245}